"__title__" = "حساب مصرفي (المملكة المتحدة)";

"__description__" = "معلومات \"الحساب المصرفي في المملكة المتحدة\".";

"bankName" = "اسم المصرف";

"owner" = "اسم الحساب";

"accountTypeUK" = "النوع";

"bankNo" = "رقم تصنيف فرع المصرف";

"accountNo" = "رقم الحساب";

"swift" = "SWIFT Code";

"iban" = "IBAN Number";

"branchInfo" = "معلومات الفرغ";

"branchPhone" = "الهاتف";

"branchAddress" = "عنوان";

"telephonePin" = "Telephone PIN";


"menu.accountTypeUK.current" = "حالي";

"menu.accountTypeUK.savings" = "المحفوظات";

"menu.accountTypeUK.loc" = "خط السحب";

"menu.accountTypeUK.money_market" = "سوق المال";

"menu.accountTypeUK.other" = "أخرى";
